{"t1":"This Independent Contractor Agreeme(\"Agreement\") is made this	day of [[i]], 20 [[i]], between Neighborhood Home Health Services, Inc., (hereinafter referred to as \"Neighborhood Home Health Services, Inc.\") and [[i]] (hereinafter referred to as \"Provider\").",
"t2":"In consideration of the mutual promises herein contained, the parties agree as follows:",
"l1":{"1":["Independent Contractor. Provider agrees to provide the professional services described herein as an independent contractor. It is mutually understood and agreed that Provider is at all times acting and performing these duties and functions in the capacity of an independent contractor and that Neighborhood Home Health Services, Inc. shall neither have nor exercise any control or direction over the methods by which Provider performs Provider's services. Neighborhood Home Health Services, Inc. shall have the right to determine what services shall be provided, but not the manner in which services shall be provided.","It is expressly agreed by the parties hereto that neither this Agreement, nor any work, act, commission or omission by Provider pursuant to the terms and conditions of this Agreement shall be construed to make or render Provider an employee, partner, agent or, or joint venture with Neighborhood Home Health Services, Inc. for any purpose. Provider is and will remain an independent contractor in [his or her] relationship to Neighborhood Home Health Services, Inc.","Accordingly, the parties understand and agree that Provider is not obligated to provide his or her services exclusively through Neighborhood Home Health Services, Inc.","Neighborhood Home Health Services, Inc. shall not be responsible for withholding taxes with respect to Provider’s compensation hereunder.  and Provider agrees to indemnify and hold Neighborhood Home Health Services, Inc. harmless from the same.  Provider shall have no claim against Neighborhood Home Health Services, Inc. hereunder or otherwise for vacation pay, sick leave, retirement benefits, social security, worker’s compensation, health or disability benefits, unemployment insurance benefits, or employee benefits of any kind."
  ],"2":["Services. Provider agrees to provide professional home health care services to Neighborhood Home Health Services, Inc. clients, as requested by Neighborhood Home Health Services, Inc.","Provider agrees to perform such services, at all times, in strict accordance with currently approved and accepted methods and practices in his or her profession. Provider further agrees to provide services in a professional, timely and competent manner, and to comply with all applicable procedures and policies approved by Community Health Accreditation Partner (CHAP) and Neighborhood Home Health Services, Inc.","Provider agrees to provide such services as may be requested by Neighborhood Home Health Services, Inc. and as needed to discharge the duties and obligations of this Agreement. ","Neighborhood Home Health Services, Inc.’s client and the Provider will agree in advance upon a mutually acceptable home health service schedule to execute requested services.","Provider understands and agrees the client reserves the right to suspend or discontinue receiving services from the  Provider at any time and without notice."],
"3":["Licensure and Professional Liability Insurance. As a condition of this Agreement, the Provider shall maintain and demonstrate proof of all applicable licenses and certification requirements to Neighborhood Home Health Services, Inc. and shall at all times during the term of this Agreement, meet all requirements of the State of Florida or other regulatory entity for such licensing, certification or credentialing. Provider shall maintain in force throughout the term of this Agreement such policies of professional  liability insurance to insure Provider against any claim or claims for damage arising by reason of personal injuries or death occasioned directly or indirectly in connection with the performance. Provider shall demonstrate proof of such insurance coverage by providing Neighborhood Home Health Services, Inc. with the applicable certificate or policy."],
"4":["Representations of Provider.  Provider represents and warrants that, except as previously disclosed in writing to Neighborhood Home Health Services, Inc., the following are true with respect to each Provider (if applicable):","A. Provider's license or certification in any state has never been suspended, revoked, restricted, or deemed to be probationary;","B. Provider has never been reprimanded, sanctioned, or disciplined by any licensing or accrediting board;","C. There has never been entered against Provider a final judgment in a professional liability action and no action, based on an allegation of professional liability or malpractice by the Provider has ever been settled by payment to the plaintiff;","D. As of the date hereof, Provider has not been the subject of any report or disclosure submitted to the National Practitioner Data Bank, Office of Inspector General (\"OIG\") of the Department of Health and Human Services, or other enforcement agencies."],
"5":["Contract Rate. Provider shall be compensated for only client confirmed contracted home health services performed under this Agreement at the rate of: $­[[i]] per hour","Provider shall be paid only for approved and client confirmed services actually performed by Provider under the terms of this Agreement, and Provider shall not be entitled to any additional compensation or other benefits of any kind."],
"6":["Billing.  By entering into this Agreement, Provider  hereby requests that Neighborhood Home Health Services, Inc. bill its clients on Provider’s behalf for services rendered by provider."],
"7":["Provider shall invoice Neighborhood Home Health Services, Inc. on a weekly basis, using Neighborhood Home Health Services, Inc. contractor time sheets to record hours ,services provided , and total amount due, along with the client's signature confirming the hours and services performed.","Invoices are due every Saturday and shall be sent to the following Neighborhood Home Health Services, Inc. individual:","Neighborhood Home Health Services, Inc. Contact","Name:[[i]]","Adress:[[i]]"],
"8":["Materials. Provider is expected to provide and is responsible for providing all tools, materials, and equipment that are necessary for carrying out Provider’s services.  Provider understands and agree that Neighborhood Home Health Services, Inc. does not and has no obligation to provide or supply Provider with any tools, materials, or equipment to perform any services."],
"9":["Compliance with Laws and Licensing Standards. Provider agrees to comply with all federal and state laws or regulations applicable to the services to be provided under this Agreement. The parties further agree that they will protect and secure the privacy and confidentiality of patient information and will comply with the requirements contained in the attached Business Associate Addendum.", "Specifically, Provider agrees that in order to comply with standards and licensing requirements for the State of Florida, he or she will:","a) Provide Neighborhood Home Health Services, Inc. with a statement from a physician stating that Provider is free from communicable diseases and that Provider has been tested and found to be free from Tuberculosis, at Provider’s own expense.", "b) Obtain and keep active a course in Cardiopulmonary Resuscitation (CPR), at provider’s own expense.","c) Complete an in-service education program on HIVIAIDS, OSHA (Bloodborne Pathogens) and any other in-services that may be required while providing services pursuant to this Agreeme","d) Obtain all continuing education credits required under Provider’s license/certification where applicable at Provider’s own expense and provide proof of all completed courses as requested by Neighborhood Home Health Services, Inc.","e) Provide Neighborhood Home Health Services, Inc. with any other information as required by the Agency for Health Care Administration or any other governing body while I am providing  services for Neighborhood Home Health Services, Inc.","f)   Provide Neighborhood Home Health Services, Inc. with a current County background check. In addition Provider agrees to provide Neighborhood Home Health Services, Inc. with an FDLE Level 1 Background check or submit appropriate and sufficient information for such a background check."],
"10":["Debarment. Provider represents and warrants that Provider has never been sanctioned by the Office of lnspector General (\"OIG\") of the Department of Health and Human Services, barred from federal or state procurement programs, or convicted of a criminal offense with respect to health care reimbursement. Provider shall notify Neighborhood Home Health Services, Inc. immediately if the foregoing representation becomes untrue, or if Provider is notified by the OIG or other enforcement agencies that an investigation has begun which could lead to such sanction, debarment, or conviction."],
"11":["Confidentiality. The parties hereby acknowledge and agree that the terms of this Agreement shall be kept confidential and that neither party shall disclose matters related to this Agreement without the expressed written consent of the other party, unless required to disclose such information by statute, regulation or court order. In addition, during the term of this Agreement, each of the parties hereto may receive intentionally or unintentionally certain proprietary and confidential information (which may include confidential medical information and records) not otherwise a part of public domain through no fault of a party hereto (\"Proprietary Information\"), the disclosure of which would be extremely detrimental to the business affairs of the other. Therefore, each of the parties hereto (for itself and its employees, agents and representatives)  agrees to keep the Proprietary Information of the other in the strictest confidence and each agrees not to duplicate any Proprietary Information of the other and not to directly or indirectly divulge, disclose, reveal, report or transfer such Proprietary Information without the prior written consent of the other. This provision shall survive the termination of this Agreement."],
"12":["Indemnity. Provider shall defend, indemnify and hold Neighborhood Home Health Services, Inc., its officers, directors, agents and employees, harmless for all expenses, costs, liabilities, losses, proceedings, suits, actions, damages, claims or expenses of any kind, including court costs and reasonable attorneys’ fees, or the breach of this Agreement by Provider. Notwithstanding the above, neither party shall be liable to the other for consequential damages (e.g., lost profits) arising from the performance of Services under this Agreement."],
"13":["Provider affirms that Provider is covered by private insurance coverage to which Provider would look exclusively in the event of an accident or injury.", "Term. The term of engagement of Provider’s  services shall be determined based upon the needs of the clients/patients for whom the Provider provides services.", "Termination. Either party may terminate this Agreement by providing fourteen (14) calendar days prior, written notice to the other party","Additionally, Neighborhood Home Health Services, Inc. may terminate the engagement of the Contractor immediately and without prior written notice to the Provider, if the Provider is convicted of any crime or offense, fails or refuses to comply with a reasonable directive of Neighborhood Home Health Services, Inc., is guilty of serious misconduct in connection with performance hereunder, materially breaches provisions of this Agreement, or if any of the representations of Provider in Paragraphs 3, 4 or 8 of this Agreement become untrue."],
"14":["Notice. Any notice required to be provided to any party to this Agreement shall be considered effective as of the date of deposit with the United States Postal Service by certified or registered mail, postage prepaid, return receipt and addressed to the party at the following address:",{"t1":[["If to Neighborhood Home Health Services, Inc.:","If to Provider:"],["[[i]]","[[i]]"],["[[i]]","[[i]]"],["[[i]]","[[i]]"]]}],
"15":["Governing Law and Venue. The validity, construction and effect of this Agreement, and all extensions and modifications thereof, shall be construed in accordance with the laws of the State of Florida without regard to its choice of law rules, and Miami Dade County, Florida shall be the exclusive venue for any suit, litigation or alternate dispute resolution brought pursuant to this Agreement."],
"16":["Medical Records. Provider agrees to complete all required charting in the medical record in a prompt and timely manner and in accordance with any applicable policies and procedure of Neighborhood Home Health Services, Inc. The ownership and right of control of all reports, records and supporting documents prepared in connection with the services contemplated herein shall vest exclusively with Neighborhood Home Health Services, Inc. and shall remain, at all times, at the Neighborhood Home Health Services, Inc. office and at the home where services are provided; provided, however, that Provider shall have such right of access to such reports, records and supporting documentation as necessary for the provision of professional services hereunder."],
"17":["No Assignment. Neither this Agreement nor any rights or obligations hereunder shall be assigned by either party without the prior written consent of the non-assigning party."],
"18":["Entire Agreement. This Agreement constitutes the entire agreement of the parties with respect to the matters contained herein, and supersedes any and all other discussions, statements and understandings regarding such matters. This Agreement shall be amended only upon the execution of a written agreement by both parties hereto. Any attempt to amend or modify this Agreement in any manner other than by written instrument executed by the parties shall be void."],
"19":["19. No Third Party Beneficiaries. Nothing express or implied in this Agreement is intended to confer, nor shall anything herein confer, upon any person other than the parties and the respective successors or permitted assigns of the parties, any rights, remedies, obligations, or liabilities whatsoeve"],
"20":["20. Miscellaneous.",["A. If any provision of this Agreement is held by a court of competent jurisdiction to be invalid, void, or unenforceable, the remaining provisions will nevertheless continue in full force without being impaired or invalidated in any way.","C. In addition to those remedies provided for herein, both parties shall have available all remedies provided by law.","IN WITNESS WHEREOF, the parties have caused their duly authorized representatives to execute this Agreement."]] }    
}


